assembly = {
    'hi': {
        'us': 'Hi',
        'ua': 'Привіт',
        'ru': 'Привет'
    },

    'greeting': {
        'us': 'Glad to welcome you! I can come in handy in your dungeon at school or university :3'
              '\n Choose a language in which it is more convenient for you to communicate with me: ',
        'ua': 'Радий тебе вітати! Я можу тобі знадобиться в твоєму проходженні Данжі в школі або універі: 3'
              '\nВибери мову на якому тобі зручніше зі мною спілкуватися:',
        'ru': 'Рад тебя приветствовать! Я могу тебе пригодится в твоем прохождении данжа в школе или универе :3'
              '\nВыбери язык на котором тебе  удобнее со мной общатся:'
    },

    'been selected': {
        'us': 'already been selected',
        'ua': 'вже було вибрано',
        'ru': 'уже было выбрано'
    },

    'week even': {
        'us': {
            0: 'week: Even',
            1: 'week: Not even'
        },

        'ua': {
            0: 'тиждень: Парна',
            1: 'тиждень: Непарна',
        },

        'ru': {
            0: 'неделя: Четная',
            1: 'неделя: Нечетная'
        }
    },

    'week day': {
        'us': {
            1: 'Monday',
            2: 'Tuesday',
            3: 'Wednesday',
            4: 'Thursday',
            5: 'Friday',
            6: 'Saturday',
            7: 'Sunday'
        },

        'ua': {
            1: 'Понеділок',
            2: 'Вівторок',
            3: 'Середа',
            4: 'Четвер',
            5: "П'ятниця",
            6: 'Субота',
            7: 'Неділя'
        },

        'ru': {
            1: 'Понедельник',
            2: 'Вторик',
            3: 'Среда',
            4: 'Четверг',
            5: 'Пятница',
            6: 'Суббота',
            7: 'Воскресенье'

        }

    }

}